org/奇思妙想/点子.org
#+TITLE: 点子

* 简言
在初中的时候，就曾经拿着一个小本子记录富有想象力的事情，兴许这个崭新的时代，可以实现一些有趣的物品。把这些奇思妙想的东西记录一下，我称之为点子，IDEA.

* 如何生产点子
生活中容易发现很多令人不爽的事情，其实深层去挖深就会发现，这些不爽的现状推动了很多服务出现。如人们不想下楼买饭，出现了外卖，不想下楼买东西，出现了淘宝等等。

如果有让你不爽的东西，勤于记录，也许能从这些小记录发现一些奇特的点子。

另一个重要的问题就是摆脱传统，举一个简单的例子，停车的时候我们会使用传统的方法进行停车，但是从来没有摆脱传统取另寻技巧这样导致停车方面想不出来新的点子，如果摆脱传统，我们可能会去思考，如何更快捷的提车，比如有一种点子就是生产five-th cycle,第五小车轮，安装在底部，可使得车子不经过前后移动而是左右移动而停到正确的位置。
* 点子集
** 混合眼镜
眼镜的边上加上一小层反光镜，在平时走路的时候，可以通过这个小反光镜，看到后边的来人，或来车，避免危险的发生。
** 关于英语
- 英语难背
- 没有英语的学习环境
- 想要趣味学英语
- 想有英语学习环境
如何解决？
还没有点子目前。
** 吃
** 行
** 住
** 游
** 养
- 在公司会想养一些盆栽，或者多肉，家住农村，刚好有机会可以有机会搞一个绿化园，来种植一些袖珍的植物，比如文竹，袖珍椰子等。
- 关于小动物，人们的需求也很浓厚，比如有喜欢养英短的，也有喜欢养仓鼠的，比如搞个宠物所，专门养小猫，卖小猫等。

