奇思妙想/点子.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-06-04 Tue 00:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>点子</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="qxg" />
<link rel="shortcut icon" type="image/x-icon" href="/static/img/favicon.ico">
<link rel="stylesheet" type="text/css" href="/static/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="/static/css/readtheorg.css"/><link rel="stylesheet" type="text/css" href="/static/css/orgstyle.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/index.html"> UP </a>
 |
 <a accesskey="H" href="/index.html"> HOME </a>
</div><div id="content">
<h1 class="title">点子</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org8b08770">简言</a></li>
<li><a href="#org01646db">如何生产点子</a></li>
<li><a href="#orgbd4b74a">点子集</a>
<ul>
<li><a href="#orgf76a598">混合眼镜</a></li>
<li><a href="#orga7af9e5">关于英语</a></li>
<li><a href="#org544a00b">吃</a></li>
<li><a href="#org604bed0">行</a></li>
<li><a href="#orga53acaa">住</a></li>
<li><a href="#org5d94271">游</a></li>
<li><a href="#org1f47092">养</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org8b08770" class="outline-2">
<h2 id="org8b08770">简言</h2>
<div class="outline-text-2" id="text-org8b08770">
<p>
在初中的时候，就曾经拿着一个小本子记录富有想象力的事情，兴许这个崭新的时代，可以实现一些有趣的物品。把这些奇思妙想的东西记录一下，我称之为点子，IDEA.
</p>
</div>
</div>

<div id="outline-container-org01646db" class="outline-2">
<h2 id="org01646db">如何生产点子</h2>
<div class="outline-text-2" id="text-org01646db">
<p>
生活中容易发现很多令人不爽的事情，其实深层去挖深就会发现，这些不爽的现状推动了很多服务出现。如人们不想下楼买饭，出现了外卖，不想下楼买东西，出现了淘宝等等。
</p>

<p>
如果有让你不爽的东西，勤于记录，也许能从这些小记录发现一些奇特的点子。
</p>

<p>
另一个重要的问题就是摆脱传统，举一个简单的例子，停车的时候我们会使用传统的方法进行停车，但是从来没有摆脱传统取另寻技巧这样导致停车方面想不出来新的点子，如果摆脱传统，我们可能会去思考，如何更快捷的提车，比如有一种点子就是生产five-th cycle,第五小车轮，安装在底部，可使得车子不经过前后移动而是左右移动而停到正确的位置。
</p>
</div>
</div>
<div id="outline-container-orgbd4b74a" class="outline-2">
<h2 id="orgbd4b74a">点子集</h2>
<div class="outline-text-2" id="text-orgbd4b74a">
</div>
<div id="outline-container-orgf76a598" class="outline-3">
<h3 id="orgf76a598">混合眼镜</h3>
<div class="outline-text-3" id="text-orgf76a598">
<p>
眼镜的边上加上一小层反光镜，在平时走路的时候，可以通过这个小反光镜，看到后边的来人，或来车，避免危险的发生。
</p>
</div>
</div>
<div id="outline-container-orga7af9e5" class="outline-3">
<h3 id="orga7af9e5">关于英语</h3>
<div class="outline-text-3" id="text-orga7af9e5">
<ul class="org-ul">
<li>英语难背</li>
<li>没有英语的学习环境</li>
<li>想要趣味学英语</li>
<li>想有英语学习环境</li>
</ul>
<p>
如何解决？
还没有点子目前。
</p>
</div>
</div>
<div id="outline-container-org544a00b" class="outline-3">
<h3 id="org544a00b">吃</h3>
</div>
<div id="outline-container-org604bed0" class="outline-3">
<h3 id="org604bed0">行</h3>
</div>
<div id="outline-container-orga53acaa" class="outline-3">
<h3 id="orga53acaa">住</h3>
</div>
<div id="outline-container-org5d94271" class="outline-3">
<h3 id="org5d94271">游</h3>
</div>
<div id="outline-container-org1f47092" class="outline-3">
<h3 id="org1f47092">养</h3>
<div class="outline-text-3" id="text-org1f47092">
<ul class="org-ul">
<li>在公司会想养一些盆栽，或者多肉，家住农村，刚好有机会可以有机会搞一个绿化园，来种植一些袖珍的植物，比如文竹，袖珍椰子等。</li>
<li>关于小动物，人们的需求也很浓厚，比如有喜欢养英短的，也有喜欢养仓鼠的，比如搞个宠物所，专门养小猫，卖小猫等。</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: qxg</p>
<p class="date">Created: 2019-06-04 Tue 00:01</p>
<p class="validation"></p>
</div>
</body>
</html>
